Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samediggi.no/ann-mari-thomassen.html.tmx
Source language: sme
Languages: nob

source: ann-mari.thomassen@samediggi.no
nob: Sivilstatus: Samboer, fire barn.

source: Språkmedarbeider Várdobáiki Sámi Giellaguovddáš
nob: Språkmedarbeider i Samisk språkprosjekt, Evenes kommune

source: Barnehagemedarbeider, Sáráhkká Sámi Mánáidgárdi
nob: Bartender og servitør, Gammelbrygga, Harstad

source: Leder Iinná ja biras sámiid searvi - NSR / leder Hinnøy og omegn sameforening
nob: Medlem i Tovik menighetsråd / Medlem i kirkelig fellesråd i Skånland

source: Leder Iinná ja biras sámiid searvi - NSR / Hinnøy og omegn sameforening
nob: Leder i Sandmark bygdeutviklingsselskap as.

source: Styremedlem i Beaivváš Sámi Teahter
nob: Verv i Sametinget

source: Styremedlem i Iinná ja biras sámiid searvi - NSR / Hinnøy og omegn sameforening
nob: Sametingsrepresentant, leder Sametingets tilskuddsstyre, medlem i plan - og finanskomiteen, varamedlem i Samisk Parlamentarisk Råd
